[
  {
    "name": "kata Inicial 908",
    "Chances": 52,
    "Date": "2019-02-15T02:21:41 -01:00",
    "Description": "Officia officia ut ex officia anim pariatur do incididunt magna quis eiusmod officia aliqua excepteur. Nostrud proident velit consequat tempor amet occaecat ad enim sunt veniam ullamco nisi sunt. Officia reprehenderit veniam magna nisi proident deserunt elit amet labore officia. Ea aliquip pariatur qui officia sit anim incididunt. Cillum quis consectetur reprehenderit labore. Aute ullamco est irure est ad esse id pariatur irure eu duis voluptate occaecat. Exercitation duis adipisicing sunt veniam velit dolore cupidatat fugiat nisi sint.\r\n",
    "Level": 49,
    "User": {
      "name": "Guzman Marks",
      "email": "guzmanmarks@gonkle.com",
      "age": 32
    },
    "Valorations": 32,
    "ValorationQuantity": 23
  },
  {
    "name": "kata Inicial 925",
    "Chances": 40,
    "Date": "2020-09-12T03:43:02 -02:00",
    "Description": "Cillum dolore in nulla commodo tempor qui pariatur reprehenderit. Sunt dolor voluptate excepteur velit consectetur et nulla voluptate esse. Aliquip est magna nulla aute sit ea quis voluptate dolor amet. Aliqua reprehenderit voluptate consequat non qui consectetur esse consequat dolore minim. Id dolore velit occaecat adipisicing voluptate amet sint cupidatat. Velit culpa anim in commodo ullamco minim pariatur occaecat proident et est commodo culpa est. Exercitation sit mollit consectetur cupidatat eiusmod exercitation exercitation laborum laborum.\r\n",
    "Level": 34,
    "User": {
      "name": "David Fisher",
      "email": "davidfisher@gonkle.com",
      "age": 34
    },
    "Valorations": 17,
    "ValorationQuantity": 44
  },
  {
    "name": "Kata intermedio 469",
    "Chances": 91,
    "Date": "2022-04-08T03:51:05 -02:00",
    "Description": "Proident sit sint velit aliqua cillum sit laborum sint ullamco aute qui in aliqua excepteur. Voluptate non amet commodo dolore id in occaecat commodo aliquip non est elit dolore. Velit consequat proident tempor nisi ipsum do. Ipsum irure dolore minim officia dolore cupidatat eiusmod tempor duis consequat. Eu tempor qui commodo occaecat Lorem adipisicing in culpa eu labore. Nostrud et laborum esse voluptate ea irure incididunt labore velit culpa irure labore adipisicing est.\r\n",
    "Level": 45,
    "User": {
      "name": "Fernandez Caldwell",
      "email": "fernandezcaldwell@gonkle.com",
      "age": 34
    },
    "Valorations": 52,
    "ValorationQuantity": 70
  },
  {
    "name": "Kata intermedio 110",
    "Chances": 34,
    "Date": "2021-08-02T02:27:07 -02:00",
    "Description": "Amet incididunt ea ipsum dolor cupidatat et ullamco Lorem mollit. Qui fugiat officia veniam amet aute fugiat ullamco duis. Nisi consequat enim elit dolore adipisicing nisi id aliquip cillum labore fugiat ad et. Duis aliquip ea pariatur pariatur sit minim veniam veniam aute est mollit cupidatat quis. Culpa in quis amet elit qui est voluptate. Dolor amet amet ullamco sunt fugiat. Mollit minim non aute reprehenderit laborum.\r\n",
    "Level": 22,
    "User": {
      "name": "Ava Ayers",
      "email": "avaayers@gonkle.com",
      "age": 27
    },
    "Valorations": 81,
    "ValorationQuantity": 100
  },
  {
    "name": "Kata intermedio 166",
    "Chances": 26,
    "Date": "2021-07-07T01:18:33 -02:00",
    "Description": "Nulla enim pariatur esse magna. Dolor officia exercitation ex sint esse excepteur laborum enim voluptate. Ut eu in proident et aute aliqua incididunt aliquip et.\r\n",
    "Level": 12,
    "User": {
      "name": "Johnnie Sears",
      "email": "johnniesears@gonkle.com",
      "age": 26
    },
    "Valorations": 10,
    "ValorationQuantity": 97
  },
  {
    "name": "Kata intermedio 371",
    "Chances": 83,
    "Date": "2014-04-17T10:08:47 -02:00",
    "Description": "Dolore aliquip qui amet consectetur minim laboris fugiat occaecat minim nisi quis. Laboris minim mollit dolore quis. Proident irure magna pariatur tempor nostrud irure culpa et.\r\n",
    "Level": 39,
    "User": {
      "name": "Dale Schroeder",
      "email": "daleschroeder@gonkle.com",
      "age": 18
    },
    "Valorations": 68,
    "ValorationQuantity": 69
  }
]